import ayesha from "../../assets/teacherImg/ayesha.png";
import samir from "../../assets/teacherImg/samir.png";
import salam from "../../assets/teacherImg/abdusbl.jpg";
import norj from "../../assets/teacherImg/monni.png";
import rahima from "../../assets/teacherImg/rahima.png";
import nadia from "../../assets/teacherImg/nadia.png";

const Staff = () => {
  return (
    <>
      <div className="font-noto-sans-bengali mt-40">
        <div className="text-center ">
          <h1 className="text-3xl ">বিদ্যালয়ের স্টাফ</h1>
          <h3 className="text-xl my-4"> আমরা কারা</h3>
        </div>

        <div >
          {/* ayesha apa */}
          <div className="grid sm:grid-cols-1 md:flex lg:flex">
            <div className="border border-black mx-auto mt-10  w-1/2">
              {/* img goes here */}
              <img src={ayesha} alt="" className="w-full " />
            </div>
            <div className="border border-black mx-auto  p-5 w-1/2 text-justify px-10 mt-10 ">
              {/* Content goes here */}
              <h1 className="text-3xl text-center mt-20"> আয়েশা আক্তার</h1>
              <h4 className="text-xl text-center py-8">প্রধান শিক্ষক </h4>
              <p className="leading-loose">
                সরকারি প্রাথমিক বিদ্যালয়ে শিক্ষকতা করার ক্ষেত্রে বিশ বছরেরও বেশি
                অভিজ্ঞতা রয়েছে আয়েশা আক্তারের। তিনি আন্তর্জাতিক ভাষা ইংরেজি
                বিষয়ে একটি মাস্টার্স ডিগ্রি এবং একটি ব্যাচেলর ডিগ্রি অর্জন
                করেছেন। এছাড়াও পাঠদানে বিশেষ পারদর্শিতা অর্জনের জন্য তিনি অর্জন
                করেছেন সার্টিফিকেট ইন ইডুকেশন (সিএনএড) ডিগ্রি। তার ডিগ্রিগুলি
                শিক্ষাগত নেতৃত্ব, ইংরেজি ভাষা শিক্ষা এবং আন্তঃসাংস্কৃতিক যোগাযোগ
                বিষয়ে, প্রতিটিই অত্যন্ত কৃতিত্বের সাথে অর্জিত। তিনি বাংলাদেশে
                একজন স্বনামধন্য ও যোগ্য শিক্ষক এবং ভারপ্রাপ্ত প্রধান শিক্ষকের
                দায়িত্ব গ্রহণ করেছেন। তার লক্ষ্য একটি অনুপ্রেরণামূলক স্কুল
                সম্প্রদায় গড়ে তোলা, যা প্রতিটি দৃষ্টিকোণ থেকে শিক্ষায়
                সম্পৃক্ত। নতুন চ্যালেঞ্জ ও পরিবেশের সাথে মানিয়ে নেওয়ার দক্ষতাও
                তার অন্যতম বৈশিষ্ট্য। তার বিশ্বাস, তার প্রধান দায়িত্ব ভবিষ্যতে
                ক্রমাগত একাডেমিক উন্নয়ন বজায় রাখা, বিদ্যালয়ের মানকে উত্তরোত্তর
                বৃদ্ধি করা এবং সমগ্র বাংলাদেশের মধ্যে একটি আদর্শ বিদ্যালয় হিসেবে
                গড়ে তোলা।
              </p>
            </div>
          </div>

          {/* samir */}
          <div className="grid sm:grid-cols-1 md:flex lg:flex">
            <div className="border border-black mx-auto  p-5 w-1/2 text-justify px-10 ">
              {/* Content goes here */}
              <h1 className="text-3xl text-center mt-20">সমীর চন্দ্র সাহা</h1>
              <h4 className="text-xl text-center py-8"> সহকারী শিক্ষক </h4>
              <p className="leading-loose">
                সমীর চন্দ্র সাহা একজন খ্যাতিমান গণিত শিক্ষক। বিজ্ঞান শিক্ষায়ও
                তিনি সমৃদ্ধ পটভূমি নিয়ে কাজ করছেন। পাঠদানের ক্ষেত্রে ১৫ বছরেরও
                বেশি সময়ের অভিজ্ঞতা এবং বিদ্যালয়ের হিন্দু শিক্ষার্থীদের নিজ ধর্ম
                চর্চার ক্ষেত্রেও তার বিশেষ পাণ্ডিত্য রয়েছে। বিভিন্ন বয়স এবং
                স্তরের শিক্ষার্থীদের হিন্দু ধর্ম শিক্ষা দেওয়ার ক্ষেত্রে তিনি
                পারদর্শী। তার দক্ষতা পাঠ্যক্রম পরিকল্পনা পর্যন্ত বিস্তৃত। সমীর
                চন্দ্র সাহা গভীর এবং বিশদভাবে তথ্য উপস্থাপন করতে দক্ষ, তিনি
                সর্বদা উৎকর্ষ সাধনের চেষ্টা করেন এবং শিক্ষার্থীদের শিক্ষাজীবনকে
                তার একনিষ্ঠ প্রতিশ্রুতির মাধ্যমে সমৃদ্ধ করেন।
              </p>
            </div>
            <div className="border border-black mx-auto  p-5 w-1/2">
              {/* img goes here */}
              <img src={samir} alt="" className="w-full " />
            </div>
          </div>
          {/* আব্দুস সালাম */}
          <div className="grid sm:grid-cols-1 md:flex lg:flex">
            <div className="border border-black mx-auto  p-5 w-1/2">
              {/* img goes here */}
              <img src={salam} alt="" className="w-full " />
            </div>
            <div className="border border-black mx-auto  p-5 w-1/2 text-justify px-10 ">
              {/* Content goes here */}
              <h1 className="text-3xl text-center"> আব্দুস সালাম</h1>
              <h4 className="text-xl text-center py-8">সহকারী শিক্ষক </h4>
              <p className="leading-loose">
                {" "}
                বাংলাদেশের সর্বোচ্চ বিদ্যাপিঠ ঢাকা বিশ্ববিদ্যালয় থেকে লোক
                প্রশাসন বিষয়ে মাস্টার্স ডিগ্রি এবং ব্যাচেলর ডিগ্রি অর্জন করেছেন
                আব্দুস সালাম। এছাড়াও তার বিবিধ বিষয়ে রয়েছে একাধিক ডিপ্লোমা
                ডিগ্রি। ডিপ্লোমা ইন প্রাইমারি এডুকেশ (ডিপিএড), ডিপ্লোমা ইন
                কম্পিউটার সাইন্স, ডিপ্লোমা ইন ওয়েব ডেভেলপমেন্ট, ডিপ্লোমা ইন
                সার্ভে উল্লেখযোগ্য। সরকারি প্রাথমিক বিদ্যালয়ে শিক্ষকতা করার
                ক্ষেত্রে তার রয়েছে এক যুগের অভিজ্ঞতা। এছাড়াও পাঠদানে বিশেষ
                পারদর্শিতা অর্জনের জন্য তিনি অর্জন করেছেন ডিপ্লোমা ইন ইডুকেশন
                (ডিপিএডএড) ডিগ্রি। তিনি আন্তর্জাতিক ভাষা ইংরেজি এবং গণিতের মতো
                গুরুত্বপূর্ণ বিষয়ে শিখন-শেখানোর পাশাপাশি ইসলাম ও নৈতিক শিক্ষা
                বিষয়েও পাঠদান করে থাকেন। এছাড়াও প্রাক-প্রাথমিক শ্রেণির শিশুদের
                হাতেখড়িও তার মাধ্যমে হয়। েএই শ্রেণিতে তিনি গণিতের প্রারম্ভিক
                ধারণা ছোট-বড়, কাছে-দূরে, চিকন-মোটা, লম্বা-খাটো, কম-বেশি, সংখ্যা
                পরিচিতি, যোগ ও বিয়োগের ধারণা এবং প্রাথমিক জ্যামিতি তিন কোণাকার,
                চারকোণাকার, বৃত্তাকার বিষয়ে পড়িয়ে থাকেন। প্রাক-প্রাথমিক শ্রেণির
                পাঠ পরিচালনার জন্য তার রয়েছে বিশেষ প্রশিক্ষণ। কঠিন ও দুর্ভোধ্য
                বিষয়গুলি সহজে শেখানোর নেশা তাকে সবর্দা তারিত করে। দুর্বল ও
                অপারগ শিক্ষার্থীকে শিক্ষাদান তাকে আন্দোলিত করে। এর মাধ্যমে তিনি
                শেখানোর পরম সুখানুভূতি অনুভব করেন।{" "}
              </p>
            </div>
          </div>

          {/* মুন্নী */}
          <div className="grid sm:grid-cols-1 md:flex lg:flex">
            <div className="border border-black mx-auto  p-5 w-1/2 text-justify px-10 ">
              {/* Content goes here */}
              <h1 className="text-3xl text-center mt-20"> নুরজাহান আক্তার</h1>
              <h4 className="text-xl text-center py-8"> সহকারী শিক্ষক </h4>
              <p className="leading-loose">
                সরকারি প্রাথমিক বিদ্যালয়ে শিক্ষকতা করার ক্ষেত্রে প্রায় দশ বছরের
                অভিজ্ঞতা রয়েছে নুরজাহান আক্তারের। তিনি জাতীয় বিশ্ববিদ্যালয় থেকে
                ব্যবস্থাপনা বিষয়ে এমবিএ ডিগ্রি এবং স্নাতক (সম্মান) ডিগ্রি অর্জন
                করেছেন। এছাড়াও পাঠদানে বিশেষ পারদর্শিতা অর্জনের জন্য তিনি অর্জন
                করেছেন ডিপ্লোমা ইন প্রাইমারি এডুকেশন (ডিপিএড) ডিগ্রি। তিনি এই
                প্রতিষ্ঠানের একজন স্বনামধন্য ও যোগ্য শিক্ষক এবং অভিবাবকদের নিকট
                অত্যন্ত আস্থাভাজন শিক্ষক হিসেবে পরিচিত। তিনি সকল শিক্ষার্থীকে
                শিখনফল অর্জন নিশ্চিত করতে আপোসহীন। নতুন চ্যালেঞ্জ গ্রহণেও তিনি
                ভীত নন। এছাড়ও বিদ্যালয়ের কম্পিউটার সংশ্লিষ্ট নানাবিধ কাজের
                আঞ্জাম দিয়ে থাকেন নুরজাহান আক্তার। উপবৃত্তির কাজ, স্লিপ
                পরিকল্পনা প্রণয়ন, (ipemis) এর আপডেট, শুমারি জরিপসহ আরও সময়ে সময়ে
                ঊর্ধ্বতন কর্তৃপক্ষের নির্দেশনা মোতাবেক অন্যান্য কার্যাবলীও
                সম্পাদন করে থাকেন। বিদ্যালয়ের বহুবিধ কর্মের মাধ্যমে তিনি প্রধান
                শিক্ষকের মুখ্য সহায়কের আসন দখল করে আছেন। বিজ্ঞান, মাতৃভাষা
                বাংলার মতো গুরুত্বপূর্ণ বিষয় নিপুণভাবে দক্ষতার সাথে পড়িয়ে থাকেন
                নুরজাহান আক্তার। গতানুগতিক পাঠদানের সাথে সাথে ডিজিটাল উপকরণের
                সাহায্যেও দক্ষতার সাথে শিখিয়ে থাকেন এই শিক্ষক। অধিকন্তু, শিশু
                শ্রেণির শিক্ষার্থীদের বাংলা বর্ণমালা লিখা শিখানোতে তিনি অত্যন্ত
                সিদ্ধহস্ত। সঠিকভাবে প্রবাহ ও মাত্রাজ্ঞানসহ এই শিক্ষক বর্ণমালার
                হাতেখড়ি দিয়ে থাকেন। সেই সাথে প্রাক-প্রাথমিক শ্রেণিতে ছড়া বলা,
                গান শেখানো, গল্প বলা, অভিনয় এবং শিক্ষার্থী মূল্যায়নের মতো জটিল
                কাজগুলোও সূচারুরূপে সম্পন্ন করে থাকে তিনি।
              </p>
            </div>
            <div className="border border-black mx-auto  p-5 w-1/2">
              {/* img goes here */}
              <img src={norj} alt="" className="w-full mt-40 " />
            </div>
          </div>
          {/* রহিমা */}
          <div className="grid sm:grid-cols-1 md:flex lg:flex">
            <div className="border border-black mx-auto  p-5 w-1/2">
              {/* img goes here */}
              <img src={rahima} alt="" className="w-full " />
            </div>
            <div className="border border-black mx-auto  p-5 w-1/2 text-justify px-10 ">
              {/* Content goes here */}
              <h1 className="text-3xl text-center mt-20"> রহিমা ইসলাম</h1>
              <h4 className="text-xl text-center py-8">সহকারী শিক্ষক </h4>
              <p className="leading-loose">
                রহিমা ইসলাম একজন প্রাথমিক বিদ্যালয়ের শিক্ষিকা, যিনি জাতীয়
                বিশ্ববিদ্যালয় থেকে স্নাতক(পাস) সম্পন্ন করেছেন ২০১৫ সালে।
                পড়াশোনা শেষ করার পরপরই তিনি ০১/০২/২০১৭ খ্রি. তারিখে সরকারি
                প্রাথমিক বিদ্যালয়ে শিক্ষক হিসেবে যোগদান করেন। রহিমা ইসলাম একজন
                যত্নশীল এবং নিবেদিতপ্রাণ প্রাথমিক বিদ্যালয়ের শিক্ষিকা, যিনি ছোট
                ছোট মনগুলিকে বিকশিত করার জন্য আন্তরিক। তিনি প্রতিটি শিক্ষার্থীর
                পূর্ণ সম্ভাবনা প্রকাশে সাহায্য করতে প্রতিশ্রুতিবদ্ধ। তার
                উদ্ভাবনী শিক্ষণ পদ্ধতির মাধ্যমে, শিক্ষার্থীরা একটি স্বাগতপূর্ণ
                এবং আকর্ষণীয় শিক্ষার অভিজ্ঞতা পায়, যা তাদের শিক্ষাজীবনের জন্য
                শক্তিশালী ভিত্তি তৈরি করে। মাতৃভাষা বাংলা এবং গণিতের মতো
                গুরুত্বপূর্ণ বিষয়গুলি যত্নের সাথে পাঠদানে তার খ্যাতি রয়েছে।
              </p>
            </div>
          </div>

          {/* নাদিয়া */}
          <div className="grid sm:grid-cols-1 md:flex lg:flex">
            <div className="border border-black mx-auto  p-5 w-1/2 text-justify px-10 ">
              {/* Content goes here */}
              <h1 className="text-3xl text-center mt-20"> নাদিয়া রহমান মিলি</h1>
              <h4 className="text-xl text-center py-8"> সহকারী শিক্ষক </h4>
              <p className="leading-loose">
                {" "}
                <p className="leading-loose">
                  নাদিয়া রহমান মিলি জাতীয় বিশ্ববিদ্যালয় থেকে মাস্টার্স সম্পন্ন
                  করেছেন ২০১৫ সালে এবং স্নাতম (সম্মান) ডিগ্রি অর্জন করেন ২০১৪
                  সালে। প্রাথমিক বিদ্যালয়ের শিক্ষিক হিসেবে তার কর্মজীবন শুরু হয়
                  ২০১৮ খ্রি.। যিনি পড়াশোনা শেষ করার পরপরই তিনি ৩০/০৯/২০১৮ খ্রি.
                  তারিখে সরকারি প্রাথমিক বিদ্যালয়ে শিক্ষক হিসেবে যোগদান করেন।
                  নাদিয়া রহমান মিলি একজন কোমলপ্রাণ ও মৃদুভাষী শিক্ষিকা, যিনি
                  শিক্ষার ক্ষেত্রে নিবেদিত প্রাণ। যিনি ছোট ছোট মনগুলিকে বিকশিত
                  করার জন্য আন্তরিক। তিনি প্রতিটি শিক্ষার্থীর পূর্ণ সম্ভাবনা
                  প্রকাশে সাহায্য করতে প্রতিশ্রুতিবদ্ধ। তার উদ্ভাবনী শেখানো
                  পদ্ধতির মাধ্যমে, শিক্ষার্থীরা একটি আকর্ষণীয় শিক্ষার অভিজ্ঞতা
                  পায়, যা তাদের শিক্ষাজীবনের জন্য শক্তিশালী ভিত্তি তৈরি করে।
                  মাতৃভাষা বাংলা, বাংলাদেশ ও বিশ্বপরিচয়, চারু ও কারুকলার মতো
                  গুরুত্বপূর্ণ বিষয়গুলি যত্নের সাথে পাঠদানে তার সুখ্যাতি রয়েছে।
                </p>
              </p>
            </div>
            <div className="border border-black mx-auto  p-5 w-1/2">
              {/* img goes here */}
              <img src={nadia} alt="" className="w-full " />
            </div>
          </div>
        </div>
      </div>
    </>
  );
};

export default Staff;
