import React from 'react'

const Mission = () => {
  return (
    <>
    <div className='font-noto-sans-bengali'>
      <div className='h-screen'>
        <img src="https://img.freepik.com/free-photo/boy-scouts-spending-time-nature_23-2149572837.jpg?t=st=1734627338~exp=1734630938~hmac=b204e3baa315505c6914203253f167c4e2a66a3d9d639686ff9c823efc25710f&w=740" alt="" className='w-full h-50% mt-24' />
      </div>

      <div className="text-center px-6 md:px-16 lg:px-48 leading-loose  items-center justify-center">
  <h1 className="text-3xl md:text-4xl lg:text-3xl text-sky-400 mb-10 lg:mt-96 ">মিশন ও ভিশন</h1>
        <p className='text-center mb-5 font-bold'>আমাদের মিশন</p>
        <p className='text-justify'>
আমাদের মিশন হল একটি আন্তর্জাতিক, অনুসন্ধানমূলক এবং সহায়ক পরিবেশে উচ্চমানের শিক্ষা প্রদান করা। আমরা শিক্ষার্থীদের অনুপ্রাণিত করতে চাই এবং তাদের একটি দায়িত্বশীল বৈশ্বিক নাগরিক হিসাবে তাদের সম্ভাবনা পূরণের জন্য প্রয়োজনীয় দক্ষতা প্রদান করতে চাই। আদমপুর স্কুলে, আমরা একটি নিরাপদ, বন্ধুত্বপূর্ণ এবং শিশু-কেন্দ্রিক পরিবেশ তৈরি ও বজায় রাখতে প্রতিশ্রুতিবদ্ধ যেখানে শিক্ষার্থীরা আজীবন শিখতে অনুপ্রাণিত হয়।

<p className='text-center mt-10 mb-8 font-bold'>আমাদের মূল্যবোধ</p>
<p>
গ্রহণযোগ্যতা: শিক্ষার্থী এবং শিক্ষক উভয়ই অন্যদের প্রয়োজন এবং অধিকারের প্রতি সহনশীল ও সহানুভূতিশীল। আমাদের স্কুল সম্প্রদায় উন্মুক্ত এবং অন্তর্ভুক্তিমূলক, যেখানে সহযোগিতাকে প্রতিযোগিতার চেয়ে বেশি মূল্য দেওয়া হয়। <br /> <br />
দায়িত্ব: সবাই তাদের কাজের জন্য নির্ভরযোগ্য এবং দায়িত্বশীল। স্টাফরা উৎসর্গীকৃত এবং পেশাদারিত্বের সাথে কাজ করে।
</p>
<br />

যত্নশীলতা: স্টাফ এবং শিক্ষার্থীরা একে অপরের প্রতি সহানুভূতিশীল, সদয়, শ্রদ্ধাশীল এবং সহায়ক। <br /> <br />

উৎকর্ষতা: শিক্ষা প্রদানের মান উচ্চমানের, যেখানে শিক্ষার্থীরা তাদের সর্বোচ্চ প্রচেষ্টা করে। আমাদের স্কুল সম্প্রদায় স্টাফ এবং শিক্ষার্থীদের সমানভাবে সমর্থন করে।
<br /> <br />

<p className='text-center mt-10 mb-8 font-bold'>আমাদের লক্ষ্য</p>

<p className='font-noto-sans-bengali'> শিশুর শারীরিক, মানসিক, সামাজিক, নৈতিক, মানবিক, নান্দনিক, আধ্যাত্মিক ও আবেগিক বিকাশ সাধন এবং তাদের দেশাত্ববোধে, বিজ্ঞানমনস্কতায়, সৃজনশীলতায় ও উন্নত জীবনের স্বপ্নদর্শনে উদ্বুদ্ধ করা।</p> <br />

আমরা সহায়ক, স্বাস্থ্যকর এবং নিরাপদ পরিবেশে শিক্ষকতা, অর্জন, উদ্ভাবন এবং আত্মোন্নতির ক্ষেত্রে একটি স্কুলের নীতি বজায় রাখতে চাই। আমাদের লক্ষ্য হল বাংলাদেশের শিক্ষা ব্যবস্থা এবং এর লক্ষ্যগুলোর উপর ভিত্তি করে একটি ভারসাম্যপূর্ণ এবং সামগ্রিক শিক্ষা প্রোগ্রাম প্রদান করা। আমরা শিক্ষাপ্রক্রিয়ার অংশ হিসাবে প্রযুক্তিকে সংযুক্ত করার পরিকল্পনা করেছি, শিক্ষার্থীদের জন্য সমৃদ্ধ অতিরিক্ত কার্যক্রমের সুযোগ প্রদানের জন্য, এবং সামাজিক, পরিবেশগত এবং আন্তঃসাংস্কৃতিক কার্যক্রমের মাধ্যমে শিক্ষার্থীদের সচেতনতা এবং সম্পৃক্ততা বাড়াতে। আমাদের লক্ষ্য হল চমৎকার ফ্যাকাল্টি এবং স্টাফ আকর্ষণ এবং ধরে রাখা। এটি একটি বুদ্ধিমান এবং কার্যকর স্কুল পরিচালনা নিশ্চিত করবে যা আর্থিকভাবে স্থিতিশীল এবং কার্যকরভাবে দক্ষ। আমাদের স্কুলের বিকাশ এবং সম্প্রসারণের সাথে আমরা অভিভাবক এবং স্থানীয় ও বৈশ্বিক সম্প্রদায়কে সম্পৃক্ত করার ইচ্ছা রাখি।

<p className='text-center mt-10 mb-8 font-bold'>
কৌশলগত পরিকল্পনা</p>

আদমপুর সরকারি প্রাথমিক বিদ্যালয়, যা অতি ক্ষুদ্র পরিসরে শুরু হয়েছিল, বর্তমানে প্রাক-প্রাথমিক থেকে ৫ ম  শ্রেণি পর্যন্ত শিক্ষার্থীদের ভর্তি করছে। আমরা পরবর্তীতে এই স্কুলটিকে ৮ ম শ্রেণি পর্যন্ত উন্নীত করতে চাই।  যেন আমরা গ্রেড ০ থেকে ৮ ম পর্যন্ত শিক্ষার্থীদের পড়া-শুনার সুযোগ প্রদান করতে পারি।
        </p>
      </div>
    </div>
    </>
  )
}

export default Mission